/* (to be shown as instructions for how to drag and drop images into the image area) */
"Drag images here" = "Arrastar imagens aqui";

/* placeholder image name */
"Example Photo" = "Foto de Exemplo";

/* set photo collection */
"Please specify the collection to use for the album." = "Por favor, especifique a coleção que será usada para o álbum.";